Revit 2027 API
MEPCalculationServerInfo Constructor
 Constructs a new MEPCalculationServerInfo with default settings.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public MEPCalculationServerInfo()
Public Sub New
public:
MEPCalculationServerInfo()
new : unit -> MEPCalculationServerInfo
See Also
Reference
MEPCalculationServerInfo Class
MEPCalculationServerInfo Overload
Autodesk.Revit.DB Namespace